Repository: Ohar/woocommerce_rrp
Catalog: languages/woocommerce_rrp-*.po
Languages: ru_ru

source: Set price to RRP
ru_ru: Установить РРЦ вместо цены

source: Product price setted to RRP.
ru_ru: Цена продукты установлена как РРЦ

source: RRP, ₽
ru_ru: РРЦ, ₽

source: Buy Price
ru_ru: Закупочная цена

source: RRP
ru_ru: РРЦ

source: — No change —
ru_ru: - Не менять -

source: Change to:
ru_ru: Изменить на:

source: Increase by (fixed amount or %):
ru_ru: Увеличить на "фиксированное значение или %"

source: Decrease by (fixed amount or %):
ru_ru: Уменьшить на "фиксированное значение или %"

source: Recommended Retail Price
ru_ru: Рекомендуемая розничная цена

source: RRP Calculation Params
ru_ru: Параметры расчёта РРЦ

source: Costs
ru_ru: Расходы

source: Package Cost
ru_ru: Стоимость упаковки

source: Shipping Cost
ru_ru: Стоимость доставки

source: Ads Cost
ru_ru: Стоимость рекламы

source: Taxes
ru_ru: Налоги

source: Tax Rate
ru_ru: Налог

source: Profits
ru_ru: Прибыль

source: Min Profit
ru_ru: Минимальная прибыль

source: Desired Profit
ru_ru: Желаемая прибыль

source: RRP Examples for different buy prices
ru_ru: Примеры расчёта РРЦ для разных закупочных цен

source: Common Params
ru_ru: Общие параметры

source: Save changes
ru_ru: Сохранить изменения

source: Cost of buying product from vendor
ru_ru: Расходы на покупку этого конкретного товара у поставщика

source: Cost of package material for this specific product
ru_ru: Расходы на упаковку этого конкретного товара

source: Cost of shipping for this specific product
ru_ru: Расходы на доставку этого конкретного товара

source: Cost of advertising for this specific product
ru_ru: Расходы на рекламу для этого конкретного товара

source: Tax Rate, %
ru_ru: Налог, %

source: Tax rate on the result price
ru_ru: Налог на итоговую цену

source: Minimal Profit
ru_ru: Минимальная прибыль

source: Minimal profit for this specific product, ₽
ru_ru: Минимальная прибыль с этого конкретного товара, ₽

source: Desired Profit, %
ru_ru: Желаемая прибыль, %

source: Desired profit for this specific product, % from price
ru_ru: Желаемый доход для этого конкретного товара, % от цены

source: WooCommerce RRP calculator
ru_ru: WooCommerce — расчёт РРЦ

source: Plugin adds custom fields WooCommerce products and calculate RRP based on it.
ru_ru: Плагин добавляет пользовательские поля к товарам WooCommerce и рассчитывает РРЦ на их основе.

source: Pavel Lysenko aka Ohar
ru_ru: Павел Лысенко или Ohar
